Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: Detailed information about the monitoring, functioning and control of the AI system, in particular with regard to: its capabilities and limitations in performance, including the degrees of accuracy for specific persons or groups of persons on which the system is intended to be used and the overall expected level of accuracy in relation to its intended purpose; the foreseeable unintended outcomes and sources of risks to health and safety, fundamental rights and discrimination in view of the intended purpose of the AI system; the human oversight measures needed in accordance with Article 14, including the technical measures put in place to facilitate the interpretation of the outputs of AI systems by the deployers; specifications on input data, as appropriate;
fr_fr: des informations détaillées sur la surveillance, le fonctionnement et le contrôle du système d'IA, en particulier en ce qui concerne: les capacités et les limites du système sur le plan de sa performance, y compris le degré d'exactitude pour des personnes ou des groupes de personnes spécifiques à l'égard desquels le système est destiné à être utilisé et le niveau global d'exactitude prévu par rapport à sa destination; les résultats non intentionnels et sources de risques prévisibles pour la santé et la sécurité, les droits fondamentaux et en termes de discrimination compte tenu de la destination du système d'IA; les mesures de contrôle humain nécessaires conformément à l'article 14, y compris les mesures techniques mises en place pour faciliter l'interprétation par les déployeurs des sorties des systèmes d'IA; les spécifications concernant les données d'entrée, le cas échéant;

source: A description of the appropriateness of the performance metrics for the specific AI system;
fr_fr: une description de l'adéquation des indicateurs de performance à ce système d'IA spécifique;

source: A detailed description of the risk management system in accordance with Article 9;
fr_fr: une description détaillée du système de gestion des risques conformément à l'article 9;

source: A description of relevant changes made by the provider to the system through its lifecycle;
fr_fr: une description des modifications pertinentes apportées par le fournisseur au système tout au long de son cycle de vie;

source: A list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union; where no such harmonised standards have been applied, a detailed description of the solutions adopted to meet the requirements set out in Chapter III, Section 2, including a list of other relevant standards and technical specifications applied;
fr_fr: une liste des normes harmonisées appliquées, en totalité ou en partie, dont les références ont été publiées au Journal officiel de l'Union européenne; lorsqu'aucune norme harmonisée de ce type n'a été appliquée, une description détaillée des solutions adoptées pour satisfaire aux exigences énoncées au chapitre III, section 2, y compris une liste des autres normes pertinentes et spécifications techniques appliquées;

source: A copy of the EU declaration of conformity referred to in Article 47;
fr_fr: une copie de la déclaration UE de conformité visée à l'article 47;

source: A detailed description of the system in place to evaluate the AI system performance in the post-market phase in accordance with Article 72, including the post-market monitoring plan referred to in Article 72(3).
fr_fr: une description détaillée du système en place pour évaluer les performances du système d'IA après la commercialisation conformément à l'article 72, y compris le plan de surveillance après commercialisation visé à l'article 72, paragraphe 3.

source: ANNEX V
fr_fr: ANNEXE V

source: The EU declaration of conformity referred to in Article 47, shall contain all of the following information:
fr_fr: La déclaration UE de conformité visée à l'article 47 contient l'ensemble des informations suivantes:

source: AI system name and type and any additional unambiguous reference allowing the identification and traceability of the AI system;
fr_fr: le nom et le type du système d'IA et toute référence supplémentaire non équivoque permettant l'identification et la traçabilité du système d'IA;

source: The name and address of the provider or, where applicable, of their authorised representative;
fr_fr: le nom et l'adresse du fournisseur ou, le cas échéant, de son mandataire;

source: A statement that the EU declaration of conformity referred to in Article 47 is issued under the sole responsibility of the provider;
fr_fr: une attestation certifiant que la déclaration UE de conformité visée à l'article 47 est établie sous la seule responsabilité du fournisseur;

source: A statement that the AI system is in conformity with this Regulation and, if applicable, with any other relevant Union law that provides for the issuing of the EU declaration of conformity referred to in Article 47;
fr_fr: une déclaration attestant que le système d'IA respecte le présent règlement et, le cas échéant, toute autre législation de l'Union applicable prévoyant l'établissement de la déclaration UE de conformité visée à l'article 47;

source: Where an AI system involves the processing of personal data, a statement that that AI system complies with Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680;
fr_fr: lorsqu'un système d'IA nécessite le traitement de données à caractère personnel, une déclaration qui atteste que ledit système d'IA est conforme aux règlements (UE) 2016/679 et (UE) 2018/1725 ainsi qu'à la directive (UE) 2016/680;

source: References to any relevant harmonised standards used or any other common specification in relation to which conformity is declared;
fr_fr: des références aux éventuelles normes harmonisées pertinentes utilisées ou aux éventuelles autres spécifications communes par rapport auxquelles la conformité est déclarée;

source: Where applicable, the name and identification number of the notified body, a description of the conformity assessment procedure performed, and identification of the certificate issued;
fr_fr: le cas échéant, le nom et le numéro d'identification de l'organisme notifié, une description de la procédure d'évaluation de la conformité suivie et la référence du certificat délivré;

source: The place and date of issue of the declaration, the name and function of the person who signed it, as well as an indication for, or on behalf of whom, that person signed, a signature.
fr_fr: le lieu et la date de délivrance de la déclaration, le nom et la fonction du signataire ainsi que la mention de la personne pour le compte de laquelle ce dernier a signé, et une signature.

source: ANNEX VI
fr_fr: ANNEXE VI

source: Conformity assessment procedure based on internal control
fr_fr: Procédure d'évaluation de la conformité fondée sur le contrôle interne

source: The conformity assessment procedure based on internal control is the conformity assessment procedure based on points 2, 3 and 4.
fr_fr: La procédure d'évaluation de la conformité fondée sur le contrôle interne est la procédure d'évaluation de la conformité décrite aux points 2, 3 et 4.

source: The provider verifies that the established quality management system is in compliance with the requirements of Article 17.
fr_fr: Le fournisseur vérifie que le système de gestion de la qualité établi est conforme aux exigences de l'article 17.

source: The provider examines the information contained in the technical documentation in order to assess the compliance of the AI system with the relevant essential requirements set out in Chapter III, Section 2.
fr_fr: Le fournisseur examine les informations contenues dans la documentation technique afin d'évaluer la conformité du système d'IA aux exigences essentielles pertinentes énoncées au chapitre III, section 2.

source: The provider also verifies that the design and development process of the AI system and its post-market monitoring as referred to in Article 72 is consistent with the technical documentation.
fr_fr: Le fournisseur vérifie également que le processus de conception et de développement du système d'IA et son système de surveillance après commercialisation prévu à l'article 72 sont cohérents avec la documentation technique.

source: ANNEX VII
fr_fr: ANNEXE VII

source: Conformity based on an assessment of the quality management system and an assessment of the technical documentation
fr_fr: Conformité fondée sur une évaluation du système de gestion de la qualité et une évaluation de la documentation technique

source: Conformity based on an assessment of the quality management system and an assessment of the technical documentation is the conformity assessment procedure based on points 2 to 5.
fr_fr: La conformité fondée sur une évaluation du système de gestion de la qualité et une évaluation de la documentation technique est la procédure d'évaluation de la conformité décrite aux points 2 à 5.

source: Overview
fr_fr: Vue d'ensemble

source: The approved quality management system for the design, development and testing of AI systems pursuant to Article 17 shall be examined in accordance with point 3 and shall be subject to surveillance as specified in point 5.
fr_fr: Le système de gestion de la qualité approuvé pour la conception, le développement et les essais des systèmes d'IA conformément à l'article 17 est examiné conformément au point 3 et soumis à la surveillance spécifiée au point 5.

source: The technical documentation of the AI system shall be examined in accordance with point 4.
fr_fr: La documentation technique du système d'IA est examinée conformément au point 4.

source: The application of the provider shall include:
fr_fr: La demande du fournisseur comprend:

source: the name and address of the provider and, if the application is lodged by an authorised representative, also their name and address;
fr_fr: le nom et l'adresse du fournisseur, ainsi que le nom et l'adresse d'un mandataire si la demande est introduite par celui-ci;

source: the list of AI systems covered under the same quality management system;
fr_fr: la liste des systèmes d'IA couverts par le même système de gestion de la qualité;

source: the technical documentation for each AI system covered under the same quality management system;
fr_fr: la documentation technique de chaque système d'IA couvert par le même système de gestion de la qualité;

source: the documentation concerning the quality management system which shall cover all the aspects listed under Article 17;
fr_fr: la documentation relative au système de gestion de la qualité qui couvre tous les aspects énumérés à l'article 17;

source: a description of the procedures in place to ensure that the quality management system remains adequate and effective;
fr_fr: une description des procédures en place pour garantir que le système de gestion de la qualité reste adéquat et efficace;

source: a written declaration that the same application has not been lodged with any other notified body.
fr_fr: une déclaration écrite certifiant que la même demande n'a pas été introduite auprès d'un autre organisme notifié.

source: The quality management system shall be assessed by the notified body, which shall determine whether it satisfies the requirements referred to in Article 17.
fr_fr: Le système de gestion de la qualité est évalué par l'organisme notifié, qui détermine s'il satisfait aux exigences visées à l'article 17.

source: The decision shall be notified to the provider or its authorised representative.
fr_fr: La décision est notifiée au fournisseur ou à son mandataire.

source: The notification shall contain the conclusions of the assessment of the quality management system and the reasoned assessment decision.
fr_fr: La notification contient les conclusions de l'évaluation du système de gestion de la qualité et la décision d'évaluation motivée.

source: The quality management system as approved shall continue to be implemented and maintained by the provider so that it remains adequate and efficient.
fr_fr: Le système de gestion de la qualité tel qu'approuvé continue d'être mis en œuvre et adapté par le fournisseur afin de rester adéquat et efficace.

source: Any intended change to the approved quality management system or the list of AI systems covered by the latter shall be brought to the attention of the notified body by the provider.
fr_fr: Toute modification envisagée du système de gestion de la qualité approuvé ou de la liste des systèmes d'IA couverts par ce dernier est portée à l'attention de l'organisme notifié par le fournisseur.

source: The proposed changes shall be examined by the notified body, which shall decide whether the modified quality management system continues to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.
fr_fr: Les modifications proposées sont examinées par l'organisme notifié, qui décide si le système de gestion de la qualité modifié continue de satisfaire aux exigences visées au point 3.2, ou si une réévaluation est nécessaire.

source: The notified body shall notify the provider of its decision.
fr_fr: L'organisme notifié notifie sa décision au fournisseur.

source: The notification shall contain the conclusions of the examination of the changes and the reasoned assessment decision.
fr_fr: La notification contient les conclusions de l'examen des modifications et la décision d'évaluation motivée.

source: Control of the technical documentation.
fr_fr: Contrôle de la documentation technique

source: In addition to the application referred to in point 3, an application with a notified body of their choice shall be lodged by the provider for the assessment of the technical documentation relating to the AI system which the provider intends to place on the market or put into service and which is covered by the quality management system referred to under point 3.
fr_fr: Outre la demande visée au point 3, une demande est déposée par le fournisseur auprès d'un organisme notifié de son choix pour l'évaluation de la documentation technique relative au système d'IA que le fournisseur prévoit de mettre sur le marché ou de mettre en service et qui est couvert par le système de gestion de la qualité visé au point 3.

source: The application shall include:
fr_fr: La demande comprend:

source: the name and address of the provider;
fr_fr: le nom et l'adresse du fournisseur;

source: a written declaration that the same application has not been lodged with any other notified body;
fr_fr: une déclaration écrite certifiant que la même demande n'a pas été introduite auprès d'un autre organisme notifié;

source: the technical documentation referred to in Annex IV.
fr_fr: la documentation technique visée à l'annexe IV.

source: The technical documentation shall be examined by the notified body.
fr_fr: La documentation technique est examinée par l'organisme notifié.

source: Where relevant, and limited to what is necessary to fulfil its tasks, the notified body shall be granted full access to the training, validation, and testing data sets used, including, where appropriate and subject to security safeguards, through API or other relevant technical means and tools enabling remote access.
fr_fr: Lorsque cela est pertinent et dans les limites de ce qui est nécessaire à l'accomplissement de ses tâches, l'organisme notifié se voit accorder un accès complet aux jeux de données d'entraînement, de validation et d'essai utilisés, y compris, lorsque cela est approprié et sous réserve de garanties de sécurité, par l'intermédiaire d'API ou d'autres moyens et outils techniques pertinents permettant un accès à distance.

source: In examining the technical documentation, the notified body may require that the provider supply further evidence or carry out further tests so as to enable a proper assessment of the conformity of the AI system with the requirements set out in Chapter III, Section 2.
fr_fr: Lors de l'examen de la documentation technique, l'organisme notifié peut exiger que le fournisseur apporte des preuves supplémentaires ou effectue des essais supplémentaires afin de permettre une évaluation correcte de la conformité du système d'IA avec les exigences énoncées au chapitre III, section 2.

source: Where the notified body is not satisfied with the tests carried out by the provider, the notified body shall itself directly carry out adequate tests, as appropriate.
fr_fr: Lorsque l'organisme notifié n'est pas satisfait des essais effectués par le fournisseur, l'organisme notifié effectue directement des essais adéquats, le cas échéant.

source: Where necessary to assess the conformity of the high-risk AI system with the requirements set out in Chapter III, Section 2, after all other reasonable means to verify conformity have been exhausted and have proven to be insufficient, and upon a reasoned request, the notified body shall also be granted access to the training and trained models of the AI system, including its relevant parameters.
fr_fr: Lorsque cela est nécessaire pour évaluer la conformité du système d'IA à haut risque avec les exigences énoncées au chapitre III, section 2, après que tous les autres moyens raisonnables de vérifier la conformité ont été épuisés et se sont révélés insuffisants, et sur demande motivée, l'accès aux modèles d'entraînement et aux modèles entraînés du système d'IA, y compris à ses paramètres pertinents, est aussi accordé à l'organisme notifié.

source: Such access shall be subject to existing Union law on the protection of intellectual property and trade secrets.
fr_fr: Cet accès est soumis au droit de l'Union existant en matière de protection de la propriété intellectuelle et des secrets d'affaires.

source: The decision of the notified body shall be notified to the provider or its authorised representative.
fr_fr: La décision de l'organisme notifié est notifiée au fournisseur ou à son mandataire.

source: The notification shall contain the conclusions of the assessment of the technical documentation and the reasoned assessment decision.
fr_fr: La notification contient les conclusions de l'évaluation de la documentation technique et la décision d'évaluation motivée.

source: Where the AI system is in conformity with the requirements set out in Chapter III, Section 2, the notified body shall issue a Union technical documentation assessment certificate.
fr_fr: Lorsque le système d'IA est conforme aux exigences énoncées au chapitre III, section 2, l'organisme notifié délivre un certificat d'évaluation UE de la documentation technique.

source: The certificate shall indicate the name and address of the provider, the conclusions of the examination, the conditions (if any) for its validity and the data necessary for the identification of the AI system.
fr_fr: Le certificat indique le nom et l'adresse du fournisseur, les conclusions de l'examen, les conditions (éventuelles) de sa validité et les données nécessaires à l'identification du système d'IA.

source: The certificate and its annexes shall contain all relevant information to allow the conformity of the AI system to be evaluated, and to allow for control of the AI system while in use, where applicable.
fr_fr: Le certificat et ses annexes contiennent toutes les informations pertinentes pour permettre l'évaluation de la conformité du système d'IA et le contrôle du système d'IA pendant son utilisation, le cas échéant.

source: Where the AI system is not in conformity with the requirements set out in Chapter III, Section 2, the notified body shall refuse to issue a Union technical documentation assessment certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.
fr_fr: Lorsque le système d'IA n'est pas conforme aux exigences énoncées au chapitre III, section 2, l'organisme notifié refuse de délivrer un certificat d'évaluation UE de la documentation technique et en informe le demandeur, en lui précisant les raisons de son refus.

source: Where the AI system does not meet the requirement relating to the data used to train it, re-training of the AI system will be needed prior to the application for a new conformity assessment.
fr_fr: Lorsque le système d'IA ne satisfait pas à l'exigence relative aux données utilisées pour l'entraîner, il devra être entraîné à nouveau avant l'introduction d'une nouvelle demande d'évaluation de la conformité.

source: In this case, the reasoned assessment decision of the notified body refusing to issue the Union technical documentation assessment certificate shall contain specific considerations on the quality data used to train the AI system, in particular on the reasons for non-compliance.
fr_fr: Dans ce cas, la décision d'évaluation motivée de l'organisme notifié refusant de délivrer le certificat d'évaluation UE de la documentation technique contient des considérations spécifiques sur la qualité des données utilisées pour entraîner le système d'IA, en particulier sur les raisons de la non-conformité.

source: Any change to the AI system that could affect the compliance of the AI system with the requirements or its intended purpose shall be assessed by the notified body which issued the Union technical documentation assessment certificate.
fr_fr: Les éventuelles modifications du système d'IA susceptibles d'avoir une incidence sur la conformité du système d'IA avec les exigences ou sur sa destination sont évaluées par l'organisme notifié qui a délivré le certificat d'évaluation UE de la documentation technique.

source: The provider shall inform such notified body of its intention to introduce any of the abovementioned changes, or if it otherwise becomes aware of the occurrence of such changes.
fr_fr: Le fournisseur informe cet organisme notifié de son intention d'introduire une telle modification ou s'il prend autrement connaissance de l'existence de telles modifications.

source: The intended changes shall be assessed by the notified body, which shall decide whether those changes require a new conformity assessment in accordance with Article 43(4) or whether they could be addressed by means of a supplement to the Union technical documentation assessment certificate.
fr_fr: Les modifications envisagées sont évaluées par l'organisme notifié, qui décide si elles nécessitent une nouvelle évaluation de la conformité conformément à l'article 43, paragraphe 4, ou si elles peuvent faire l'objet d'un document complémentaire au certificat d'évaluation UE de la documentation technique.

source: In the latter case, the notified body shall assess the changes, notify the provider of its decision and, where the changes are approved, issue to the provider a supplement to the Union technical documentation assessment certificate.
fr_fr: Dans ce dernier cas, l'organisme notifié évalue les modifications, informe le fournisseur de sa décision et, lorsque les modifications sont approuvées, lui fournit un document complémentaire au certificat d'évaluation UE de la documentation technique.

source: Surveillance of the approved quality management system.
fr_fr: Surveillance du système de gestion de la qualité approuvé

source: The purpose of the surveillance carried out by the notified body referred to in Point 3 is to make sure that the provider duly complies with the terms and conditions of the approved quality management system.
fr_fr: Le but de la surveillance effectuée par l'organisme notifié visé au point 3 est de s'assurer que le fournisseur se conforme dûment aux conditions du système de gestion de la qualité approuvé.
